IdeaRS.Connections
PlateWidenerData.ExtendedPlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the extended plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ExtendedPlatePath { get; set; }
Property Value
Type: String
See Also
Reference
PlateWidenerData Class
IdeaRS.Connections.Data Namespace